/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets " ="로드 자산";
"Scenes" = "장면";
"Information" ="정보";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "이미 프리미엄으로 업그레이드했다. 하십시오 '로그인 완료'를 사용하여 구매를 확인하기 위해 '설정'메뉴에서 '구매 복원'.";
"Alert" = "경보";
"OK" ="승인";
"Ok" = "승인";
"No_Email_account_configured" = "어떤 이메일 계정이이 장치에 구성되지 않습니다.";
"My Scene %d" ="내 장면 % d 개";
"Warning" = "경고";
"Scene_name_empty" = "장면 이름은 비워 둘 수 없습니다.";
"Scene_name_special_character" = "장면 이름은 특수 문자를 포함 할 수 없습니다.";
"Duplicate_Scene_Name" = "장면 이름을 중복";
"Duplicate_Scene_Name_message" = "같은 이름을 가진 또 다른 장면이 이미 존재합니다. 다른 이름을 입력 해주세요.";
"Rename Scene" = "장면의 이름을 바꿉니다";
"Please enter a new Scene name" = "새로운 장면 이름을 입력하세요";
"Cancel" = "취소하다";
"Scene Name" = "장면 이름";
"A Scene created using Iyan 3D in iOS." = "장면은 아이폰 OS에 Iyan 3D를 사용하여 만들었습니다.";
"Success" = "성공";
"file_successfully_saved_dropbox" = "파일을 성공적으로 보관 용 저장. 당신은 당신의 보관 용 계정 '앱 / Iyan3D'에서 찾을 수 있습니다.";
"Failure" = "실패";
"Error_uploading_file" = "오류 업로드 파일. 인터넷 연결을 확인하시기 바랍니다.";
"unable_connect_server" = "서버에 연결할 수 없습니다, 네트워크 설정을 확인하시기 바랍니다.";
"Connection Error" = "연결 오류";
"max_five_lights_per_scene" = "장면 개 이상 등을 포함 할 수 없습니다.";
"File Corrupted" = "파일 손상";
"File_Corrupted_message" = "열려고하는 프로젝트가 손상되었습니다.";
"Select Bone Structure" = "선택 뼈 구조";
"start_single_bone_or_human_message" =" 당신도 완전한 인간의 뼈 구조 또는 단일 뼈 시작할 수 있나요?";
"Single Bone" ="단일 뼈";
"Human Bone Structure" ="인간의 뼈 구조";
"rigging_back_previous_mode" = "당신은 다시 이전 모드로 이동 하시겠습니까? 예 모든 변경 사항을 누르면 삭제됩니다.";
"NO" = "아니";
"Yes" ="예";
"Light %d" = "라이트 % d 개";
"Delete" = "지우다";
"Clone" = "복제";
"copy_limit_exceed_message" = "복사 제한을 초과했습니다. 도구 모음에서 '추가'버튼을 사용하여 객체를 가져옵니다.";
"CAMERA" = "카메라";
"LIGHT" = "빛";
"Image : %@" = "이미지 : % @";
"Text : %@" = "텍스트 : % @";
"Video : %@" = "비디오 : % @";
"apply_animation_error" = "애니메이션을 적용 할 텍스트 나 문자를 선택하십시오.";
"Save your Animation as template" ="템플릿으로 애니메이션을 저장합니다";
"Animation Name" = "애니메이션 이름";
"Bones cannot be added to this model." = "뼈는이 모델에 추가 될 수 없다.";
"model_cannot_add_bone" = "이 모델은 이전 버전을 사용하여 리깅했다. 봉투의 일부 정보가 누락 될 수 있습니다. 당신은 계속 하시겠습니까?";
"Please Select any Node to add Bone" = "뼈를 추가 할 노드를 선택하세요";
"Delete Animation in this Frame" = "이 프레임의 애니메이션 삭제";
"Delete Animation in this Frame" = "이 프레임의 애니메이션 삭제";
"Delete Object" = "개체 삭제";
"Info" = "정보";
"There is no animation in this frame." = "이 프레임에는 애니메이션이 없습니다.";
"Animation name cannot be empty." ="애니메이션 이름은 비워 둘 수 없습니다.";
"Animation_Name_special" = "애니메이션 이름에 특수 문자를 포함 할 수 없습니다.";
"Step_1_rigging_message" = "모델 내의 적절한 위치에 뼈를 놓습니다.";
"Step_2_rigging_message" = "주변 메쉬를 충당하기 위해 각 뼈의 봉투를 확장 할 수 있습니다.";
"Step_3_rigging_message" = "리그 모델을 애니메이션으로 완벽해야합니다.";
"PREVIEW" = "시사";
"ADJUST ENVELOP" = "봉투 조정";
"ATTACH SKELETON" = "골격을 ATTACH";
"Cone" = "원뿔";
"Cube" ="큐브";
"Cylinder" = "실린더";
"Plane" = "비행기";
"Sphere" = "구체";
"Torus" = "큰 쇠시리";
"bone_count_exceed" = "개체 당 최대 뼈 (57)를 초과 할 수 없다.";
"Category" = "범주";
"All Models" = "모든 모델";
"Character" ="캐릭터";
"Backgrounds" = "배경";
"Accessories" = "부속품";
"Minecraft" ="마인 크​​래프트";
"FNAF" = "FNAF";
"My Library" = "내 라이브러리";
"Rename Object" = "개체의 이름을 바꿉니다";
"Please enter a name" ="이름을 입력하세요";
"Please Choose Font Style." ="글꼴 스타일을 선택하시기 바랍니다.";
"Please enter some text to add." = "추가 할 텍스트를 입력하십시오.";
"Create a Scene" = "장면 만들기";
"Animate Character" = "캐릭터 애니메이션";
"Export Video" ="비디오 내보내기";
"Share your video" = "동영상을 공유";
"onboarding_message_#1" = "300여 자산의 도서관에서 문자, 환경, 소품을 추가 또는 외부 소스에서 OBJ 파일을 가져옵니다.";
"onboarding_message_#2" = "우리의 사전 정의 된 동작과 생활에 당신의 성격을 가지고 물리 시뮬레이션을 적용하거나 자신의 작업 중 하나를합니다.";
"onboarding_message_#3" = "원하는 품질과 스타일로 최종 동영상을 렌더링합니다.";
"onboarding_message_#4" = "이게 다예요. 당신의 3D 영화를 보내기 친구에게 당신의 창조적 인 능력을 과시욕.";
"Next" ="다음 것";
"Let's get started" = "시작하자";
"Models" = "모델";
"Images" = "이미지";
"Videos" = "동영상";
"Text" = "본문";
"Light" ="빛";
"OBJ File" = "OBJ 파일";
"Add Bone" ="뼈 추가";
"Particle Effects" = "입자 효과";
"Apply Animation" = "애니메이션 적용";
"Save Animation" = "저장 애니메이션";
"Images" = "이미지";
"Videos" = "동영상";
"Tutorials" = "자습서";
"Settings" = "설정";
"Rate This App" ="이 앱을 평가 해주세요";
"Follow Us" = "우리를 따르라";
"Contact Us" = "문의";
"Front" = "앞";
"Top" = "상단";
"Left" = "왼쪽";
"Back" = "뒤로";
"Right" ="권리";
"Bottom" = "바닥";
"1 Frame" = "1 프레임";
"24 Frames" = "24 프레임";
"240 Frames" ="240 프레임";
"Camera" = "카메라";
"Light" = "빛";
"Clone" = "복제";
"Delete" = "지우다";
"Rename" = "이름 바꾸기";
"Move Camera" = "이동 카메라";
"Publish" = "게시";
"No data" = "데이터가 없습니다";
"share_image_social_media" = "3D 장면, 내가 iOS에서 Iyan 3D를 사용하여 만든";
"share_video_social_media" = "애니메이션 비디오, 나는 iOS에서 Iyan 3D를 사용하여 만든";
"only_hq_options" = "이 속성은 HighQuality 렌더링입니다.";
"reopen_apply_changes" = "- 다시 열고 변경 사항을 적용 할 장면을하시기 바랍니다.";
"sign_in_to_continue" = "계속 로그인했습니다하세요.";
"no_premium_restored" = "구매에 문제가 발생한 것 같습니다. 현재 계정을 프리미엄으로 업그레이드했는지 확인하십시오.";
"In Progress" = "진행 중";
"Completed" = "완료";
"In Queue" = "큐에서";
"Download" = "다운로드";
"successful_saved_phot_gallery" = "이미지 / 비디오 성공적으로 사진 저장.";
"failed_saved_phot_gallery" = "이미지 / 동영상을 다운로드 문제가 있습니다. 나중에 다시 시도 해주십시오.";
"no_twitter_account" = "장치의 설치 트위터 Accounnt.";
"APPLY "= "대다";
"select_obj_preview" = "미리보기를 할 수있는 OBJ를 선택합니다.";
"choose_texture" = "선택한 모델에 적용 할 텍스처를 선택합니다.";
"choose_color" ="선택한 OBJ에 대한 정점 색상을 선택합니다.";
"tap_import_photos" = "사진 라이브러리에서 텍스처를 가져 누릅니다.";
"tap_to_choose_texture" = "선택한 개체에 대한 질감 / 색상을 선택 누릅니다.";
"import_model_selected_texture" ="선택한 질감 / 색상 모델을 가져옵니다.";
"add_obj_document_dir" = "문서 디렉토리에 OBJ/DAE/FBX/3DS 파일을 추가합니다.";
"add_texture_document_dir" = "문서 디렉토리에 텍스처 파일을 추가합니다.";
"Pick Color" ="색상 선택";
"ADD TO SCENE" = "SCENE에 담기";
"Import Texture" = "가져 오기 텍스처";
"Normal Shader" = "일반 쉐이더";
"Toon Shader" = "툰 쉐이더";
"HQ Rendering" = "HQ 렌더링";
"tap_to_start" = "수출 시작을 누릅니다.";
"please_signin" = "계속 로그인했습니다하세요.";
"not_enough_credits" = "당신은 충분한 크레딧이 진행 계정을 충전하시기 바랍니다이되지 않습니다.";
"scene_no_support_hqrender" = "장면은 현재 HQ 렌더링에서 지원되지 않는 비디오 / praticles이 포함되어 있습니다.";
"data_doesnot_exist" = "요청 된 데이터가 존재하지 도다!";
"hqrender_uploaded_success" = "업로드. 당신은 당신의 프로필보기에서 렌더링 당신의 진행 상황을 볼 수 있습니다.";
"Done" = "끝난";
"Rename Animation" ="애니메이션의 이름을 바꿉니다";
"Trending" ="동향";
"Featured" ="추천";
"Top Rated" ="최고 등급";
"Recent" = "최근";
"My Animations" = "내 애니메이션";
"username_has_special_char" = "사용자 이름에 특수 문자를 포함 할 수 없습니다.";
"username_isempty" = "사용자 이름은 비워 둘 수 없습니다.";
"Success" = "성공";
"success_animation_publish" ="애니메이션 성공적으로 게시.";
"bone_count_mismatch" = "뼈의 수가 일치하지 않을 수있다.";
"fontstyle_char_unsupported" = "당신이 선택하는 글꼴 스타일은 사용자가 입력 한 문자를 지원하지 않습니다.";
"inapp_disabled" = "인앱 구매를 사용할 수 없습니다. 구매를 사용하도록 설정을 확인합니다.";
"missing_resources" = "일부 자원 파일이 누락되었습니다.";
"My Objects" ="내 개체";
"Edit" = "편집하다";
"ADD" = "  더하다";
"ANIMATION" = "  생기";
"OPTIONS" = "  옵션";
"EXPORT" = "  수출";
"MOVE" = "  움직임";
"ROTATE" = "  회전";
"SCALE" ="  규모";
"ADD JOINT" = "  JOINT를 ADD";
"MIRROR" = "거울";
"CANCEL" = "취소하다";
"ADD TO SCENE" = "SCENE에 담기";
"Enter Text" = "텍스트를 입력";
"With Bones" = "뼈와";
"Color" = "색";
"Font Store" = "글꼴 저장";
"My Fonts" = "내 글꼴";
"News Feed" = "뉴스 피드";
"Clear All" = "모두 지우기";
"SHARE" = "몫";
"CLOSE" = "닫기";
"FRAME COUNT DISPLAY" = "프레임 카운트 디스플레이";
"TOOLBAR" = "툴바";
"3D WORKSPACE" = "3D 작업 공간";
"Quality" ="품질";
"Speed" ="속도";
"This setting does not affect Export quality" = "이 설정은 수출 품질에 영향을주지 않습니다";
"MultiSelect" = "다중 선택";
"RESTORE PURCHASE" ="구매를 복원";
"SETTINGS" ="설정";
"Credits" = "크레딧";
"Add 5k Credits" ="5K 크레딧 추가";
"Add 20k Credits" = "20K 크레딧 추가";
"Add 50k Credits" ="50,000 크레딧 추가";
"HQ Render Progress" = "HQ는 진행 렌더링";
"Manage Account" = "계정 관리";
"Sign Out" ="아웃";
"Add Credits" = "크레딧 추가";
"Sign In" = "로그인";
"Login to enjoy more features" = "더 많은 기능을 즐길 로그인";
"Copy OBJ files in Document Directory." = "문서 디렉토리에 OBJ 파일을 복사합니다.";
"Import Obj" = "가져 오기를 Obj";
"NEXT" = "다음 것";
"Create Scene" = "장면 만들기";
"Creates a new scene." = "새로운 장면을 생성합니다.";
"Tap to open the scene." = "장면을 열려면 누릅니다.";
"Tap to Clone / Delete / Share the scene." = "/ 복제 / 삭제 장면을 공유하기 위해 누릅니다.";
"RENDERING PROGRESS" = "PROGRESS 렌더링";
"RESOLUTION" ="해결";
"BACKGROUND COLOR" = "배경색";
"WATERMARK" ="양수표";
"RENDERING STYLE" = "렌더링 STYLE";
"Render Normal Shader in Your Device" = "귀하의 장치에 일반 쉐이더 렌더링";
"LIMIT FRAMES" = "LIMIT 프레임으로";
"ADD" = "더하다";
"Manage your account" ="계정 관리";
"Settings, Tutorials & Contact us" = "설정, 자습서 및 연락처";
"Save and Exit the scene" = "저장하고 화면을 종료";
"Add Frames" = "프레임 추가";
"Standard view angles" ="표준보기 각도";
"Play the animation preview" = "애니메이션 미리보기를 재생";
"Switch to Move / Rotate / Scale mode" = "/ 회전 / 스케일 모드 이동로 전환";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "선택된 관절의 거울 관절을 이동 / 회전 거울을 사용하도록 설정";
"Import objects into the scene" ="가져 오기는 장면에 개체";
"Apply animation to the selected model/text" = "선택한 모델 / 텍스트에 애니메이션을 적용";
"Change properties of selected object" = "선택한 개체의 속성을 변경";
"Export image/video to the Camera roll" = "내보내기 이미지 / 카메라 롤에 동영상";
"Undo / Redo your actions" = "당신의 행동을 다시 실행 / 취소";
"Tap to add the rigged model in to the scene" = "현장에있는 조작 된 모델을 추가 할 탭";
"Tap to publish your animation to the store" = "가게에 애니메이션을 게시 탭";
"Current mode in rigging" = "리깅의 현재 모드";
"Tap to add a joint to the selected joint in the rig" = "리그에서 선택된 공동으로 조인트를 추가 할 탭";
"Manage objects in the scene" ="현장에서 개체를 관리";
"Switch to Move / Rotate / Scale mode" = "/ 회전 / 스케일 모드 이동로 전환";
"Enable to move / rotate the mirror joint of selected joint" = "/ 이동 사용을 선택 관절의 거울 관절을 회전";
"Cancel rigging and go back to the scene" = "리깅을 취소하고 현장으로 돌아갑니다";
"Tap to change model category" = "모델 카테고리를 변경 탭";
"Tap to import the selected model into your scene." = "장면에 선택한 모델을 가져 누릅니다.";
"Import selected 3D text into the scene." = "가져 오기는 장면에 3D 텍스트를 선택했습니다.";
"Choose color for 3D text." = "3D 텍스트의 색상을 선택합니다.";
"Add bevel to 3D text." = "3D 텍스트에 경사를 추가합니다.";
"Enter your text here." = "여기에 텍스트를 입력합니다.";
"Tap to save and close the Settings." = "설정을 저장하고 닫습니다 누릅니다.";
"Enable or Disable multiple objects selection." = "사용 또는 여러 개체를 선택을 해제합니다.";
"Choose whether toolbar should be on the right or left side in Editor." = "도구 모음 편집기의 오른쪽 또는 왼쪽에 있어야할지 여부를 선택합니다.";
"Choose between quality or speed of rendering in Editor. "="품질이나 편집기에서 렌더링 속도 중에서 선택합니다.";
"Enable/Disable Watermark image." = "/ 비활성화 워터 마크 이미지를 사용합니다.";
"Limit the number of frames to be exported." = "프레임의 개수 반출하도록 제한한다.";
"Credits required for the current export." = "현재 수출에 필요한 학점.";
"Tap to change category." = "카테고리를 변경하려면 누릅니다.";
"Tap to apply animation to the selected object." = "선택한 개체에 애니메이션을 적용 할 누릅니다.";


























